window.translationData = [
  {
    "title": "Summering",
    "cover": "assets/translation/Summering.jpg",
    "music": "じん",
    "vocal": "初音ミク",
    "translator": "chizumochi",
    "audio": "assets/translation/Summering.mp3",
    "blocks": [
      [
        "入道雲は　きっと",
        "堆叠的积雨云啊 一定"
      ],
      [
        "紙に描いた　落書きでした",
        "是描绘在白纸上的涂鸦"
      ],
      [
        "嗄れた声は　屹と",
        "沙哑的声音啊 一定"
      ],
      [
        "聞き違いの　耳鳴りでした",
        "是幻听产生的耳鸣"
      ],
      [
        "息が詰まる程",
        "仿佛哽咽住了一般"
      ],
      [
        "目を覆いたくなる程",
        "变得不忍直视"
      ],
      [
        "全部が綺麗でした",
        "一切都曾是如此美好"
      ],
      [
        "彼れを　如何と呼ぶんでしょう",
        "若是你的话"
      ],
      [
        "君は",
        "又会如何描绘这般景象呢"
      ],
      [
        "追想",
        "追忆着"
      ],
      [
        "錆びた鉄橋",
        "静静地走向"
      ],
      [
        "人知れず　足を向けました",
        "那生锈的铁桥"
      ],
      [
        "湿気った匂いが　きっと",
        "湿润的气味啊 一定"
      ],
      [
        "逸れ者の　逃げ場所でした",
        "是失败者的避难所"
      ],
      [
        "薄い缶バッヂも",
        "薄薄的徽章也好"
      ],
      [
        "すぐ剥がれたシールも",
        "迫不及待撕下来的封缄也好"
      ],
      [
        "全部　宝物だったのです",
        "都曾是值得珍藏的宝物"
      ],
      [
        "いつしか、真面になったんだ",
        "不知何时 变得如此认真了起来"
      ],
      [
        "其れが何でか、本当に",
        "这是为什么呀 究竟"
      ],
      [
        "時折、恐ろしくなるのです",
        "有时 又会变得感到害怕起来"
      ],
      [
        "バイバイ、My D××r",
        "Byebye My D××r"
      ],
      [
        "如何か、汚れないでいて",
        "拜托了 请不要将其玷污"
      ],
      [
        "真っ青な風景に",
        "让那深蓝色的风景"
      ],
      [
        "繊細な儘でいて",
        "继续如此柔和"
      ],
      [
        "過ぎ去る夏が",
        "逝去的夏天啊"
      ],
      [
        "息を止めた頃に",
        "在停止呼吸的刹那"
      ],
      [
        "今更、後悔に　耽たのです",
        "才会沉溺在后悔之中"
      ],
      [
        "降る、夕立に",
        "望着瓢泼的骤雨啊"
      ],
      [
        "晴れ上がりが覗く",
        "又会不自觉的窥视晴空"
      ],
      [
        "厭に澄んだ　風合いと匂いのまま",
        "在过度澄澈的感触下"
      ],
      [
        "潸然、頬を打った群青に",
        "才会猛然注意"
      ],
      [
        "気が付けど",
        "已然潸然冲刷着脸庞的深蓝"
      ],
      [
        "悲しい哉、忽然と",
        "还沉溺在悲伤之时 却突然"
      ],
      [
        "去ってしまうのです",
        "就这么失去了色彩"
      ],
      [
        "拝啓",
        "启敬"
      ],
      [
        "僕は　屹と",
        "我啊 一定"
      ],
      [
        "馬鹿にされるのが　嫌でした",
        "也讨厌被当成傻瓜"
      ],
      [
        "陰気な奴と　ずっと",
        "一向沉闷的那家伙啊 一定"
      ],
      [
        "虐められるのが　嫌でした",
        "也受够了被霸凌"
      ],
      [
        "だから、愛しくて",
        "因此将那些所爱的"
      ],
      [
        "手に余る物　全部を",
        "而不得的事物 全部"
      ],
      [
        "全部　置き去りに",
        "全部都抛掷脑后"
      ],
      [
        "生きたのです",
        "如此生活下去吧"
      ],
      [
        "降る、夕立に",
        "望着瓢泼的骤雨啊"
      ],
      [
        "晴れ上がりが覗く",
        "又会不自觉的窥视晴空"
      ],
      [
        "吸って吐いた群青に",
        "仿佛要沉溺在"
      ],
      [
        "溺れそうな程",
        "吐息着的深蓝中"
      ],
      [
        "卑しい哉、思うのです",
        "“我可真是卑鄙啊”我一直"
      ],
      [
        "ずっと",
        "这么想着"
      ],
      [
        "怱々",
        "就这么草率着"
      ],
      [
        "バイバイ、My D××r",
        "Byebye My D××r"
      ],
      [
        "如何か、忘れないでいて",
        "拜托了 不要将其忘记啊"
      ],
      [
        "真っ青な風景に",
        "在深蓝的风景中"
      ],
      [
        "傷を遺していて",
        "将伤痕褪去吧"
      ],
      [
        "過ぎ去る夏を",
        "把逝去的夏天啊"
      ],
      [
        "何度も書き捨てて",
        "多少次书写完又丢弃"
      ],
      [
        "失う決心が　付いたのです",
        "已然下定决心 就这么遗忘吧"
      ],
      [
        "入道雲は　屹と",
        "堆叠的积雨云啊 一定"
      ],
      [
        "僕の描いた　落書きでした",
        "是我信笔描绘出的涂鸦"
      ],
      [
        "歪んだ空も　屹と",
        "扭曲的天空啊 一定"
      ],
      [
        "一人分の　幻でした",
        "是独属于我的幻想"
      ],
      [
        "触れれば、痛む程",
        "越是想要触及 就越是痛苦"
      ],
      [
        "目を背けたくなる程",
        "即使已然不堪入目"
      ],
      [
        "全部　本物に",
        "可那的确是我亲眼所见的"
      ],
      [
        "見えたのです",
        "最真实的一切"
      ]
    ]
  },
  {
    "title": "サマーモーメント(夏日瞬间)",
    "cover": "assets/translation/サマーモメント.jpg",
    "music": "HASU",
    "vocal": "初音ミク",
    "translator": "chizumochi",
    "audio": "assets/translation/サマーモーメント.mp3",
    "blocks": [
      [
        "夏の駐輪場の匂いとか",
        "夏日露天停车场散发出的气息"
      ],
      [
        "まだ明るいから帰りたくなくて",
        "依然如此澄澈而不愿离去"
      ],
      [
        "網戸の向こうには鈴の音がこの瞬間",
        "透过窗纱传来清脆的铃声 在这个瞬间"
      ],
      [
        "この瞬間がもう2度とくることがないもの",
        "这个不会再重现的瞬间"
      ],
      [
        "素敵で忘れたくない記憶だ",
        "如此美好而不愿遗忘的记忆啊"
      ],
      [
        "いつかの夏に戻れるのなら",
        "倘若能回到某个夏天的话"
      ],
      [
        "どの夏に戻りたい？",
        "你又会回到哪个呢？"
      ],
      [
        "快晴、積乱雲、鮮やかなひまわり、潮風の香り",
        "快晴，积雨云，向日葵与海风的香气"
      ],
      [
        "乾いた、乾いた、喉の奥に潜ませた言葉溶けてく",
        "已经干涸的 已经干涸的 喉咙深处潜藏的话语逐渐溶解"
      ],
      [
        "もう何も考えたくないよ",
        "已经什么都不想思考了啊"
      ],
      [
        "こんな日々がいつまでも続くの",
        "这样的日子什么时候才能结束呢"
      ],
      [
        "蝉時雨、陽炎、青天井、暑がりな君",
        "蝉时雨，阳炎，青天井与讨厌酷暑的你"
      ],
      [
        "記憶だけは鮮明で、思い出は捨てられず残してる",
        "只有记忆如此鲜明 残留着无法忘却的回忆"
      ],
      [
        "夏が終わる匂いがした",
        "不经意间嗅到了夏日消亡的气息"
      ],
      [
        "バイバイ、君がどんどん遠くなっていく",
        "再见了 逐渐远去的你"
      ],
      [
        "そんな世界で息をする必要があるのかなじゃあね",
        "在这样的世界里究竟还有活下去的必要吗"
      ],
      [
        "また会える日が来ないことも",
        "下次再会吧 再次相遇的日子再也不会到来了"
      ],
      [
        "本当はもっと前から気づいてたと言えないの",
        "无法言说但却早就意识到了这一点啊"
      ],
      [
        "君が好きな僕はもういない",
        "喜欢你的我早就已经不在了"
      ],
      [
        "肌寒さがもうそこにはいたんだ",
        "我也早就已经不抱有希望了啊"
      ],
      [
        "今、今、明日になってしまえばこの瞬間も所詮は過去の産物",
        "现在 现在 倘若明天就此到来的话 这个瞬间终究也是会成为过去的产物"
      ],
      [
        "進まないで、終わらないで",
        "不要前进啊 不要结束啊"
      ],
      [
        "変わらずに側に居てほしいと",
        "想要你依然永远在我的身边啊"
      ],
      [
        "涙なんかじゃ流せない悲しみがある事を知ってしまったんだ",
        "终于明白了有些悲伤是无法用眼泪流淌出来的"
      ],
      [
        "大人になったんだ",
        "却已然成为大人了"
      ],
      [
        "好きと言うだけの感情で成立していたあの頃はもう無いの",
        "只是依靠着嘴上说着喜欢的感情早已不复存在了"
      ],
      [
        "今それを望まないのは失うものの大きさに気づいてしまったから",
        "现在对此已无所希求 因为已经意识到了所失去的多么值得珍惜"
      ],
      [
        "忘れないで 探している あの日のこと",
        "忘却吧 探寻吧 那些日子遗留的残痕"
      ],
      [
        "ずっと",
        "从未停下"
      ],
      [
        "だけど",
        "可是"
      ],
      [
        "バイバイ、昨日までの僕らよ",
        "再见了 过去的我们啊"
      ],
      [
        "あと何回君と夏を過ごせるの",
        "这之后还能与你一起度过多少个夏日呢"
      ],
      [
        "この夏で終わってしまうような",
        "在这个夏天就此迎来终结什么的"
      ],
      [
        "そんな事はないと言いたい",
        "这样的事肯定不会的"
      ],
      [
        "永遠がないのなら僕らで始めよう",
        "如果世上没有“永远”的话 就由我们来创造“永远”吧"
      ],
      [
        "君といれば永遠の先まで目指せるよ",
        "如果和你一起的话 无论多远都会坚持下去"
      ],
      [
        "始まる 終わらない夏が来る 行こう",
        "那么就开始吧 永不终结的夏天 一同前进吧"
      ],
      [
        "このまま 2人で",
        "就这样 与你一起"
      ]
    ]
  },
  {
    "title": "突風マニュアル(阵风手册)",
    "cover": "assets/translation/突風マニュアル.jpg",
    "music": "Orangestar",
    "vocal": "IA",
    "translator": "chizumochi",
    "audio": "assets/translation/突風マニュアル.mp3",
    "blocks": [
      [
        "夏が来たが 朝寝坊は",
        "夏日已然到来 却依旧睡着懒觉"
      ],
      [
        "変わらずこの安定無き夢の間で",
        "在这样摇摆不定的梦境之间"
      ],
      [
        "何もしない　つまらない",
        "无所适从 就这样过着"
      ],
      [
        "現実と同じような日々を過ごしてた",
        "如同现实一样碌碌无为的日子"
      ],
      [
        "It says \"Hello! Please kill me.\"",
        "它说道 \"你好! 请杀了我吧\""
      ],
      [
        "夢も見れないこんな世界は",
        "在这样连梦想也无法秉持的世界里"
      ],
      [
        "I started planning to take it.",
        "我开始尝试去接受这一切"
      ],
      [
        "高鳴る鼓動忘れかけた",
        "心中的悸动早已逐渐淡忘"
      ],
      [
        "唸りだす慣性突風さえも",
        "就连那凭惯性呼啸而起的狂风"
      ],
      [
        "今は思うままで",
        "如今也任我驱使"
      ],
      [
        "耐えきれない",
        "早就无法忍受"
      ],
      [
        "プレッシャー攻撃",
        "这突如其来的重压"
      ],
      [
        "いいでしょう?",
        "那样的未来"
      ],
      [
        "そんな未来も",
        "也还是挺好的吧？"
      ],
      [
        "1999=Non lethal な",
        "1999=非致命的"
      ],
      [
        "storm を解き放て！",
        "让这样的风暴就此倾泻吧！"
      ],
      [
        "派生を満たした電脳戦争",
        "这场衍生蔓延的电子战争"
      ],
      [
        "今日でさ",
        "在今天"
      ],
      [
        "終わらせてやんだ！",
        "就由我来将此终结吧！"
      ],
      [
        "目を開いて　空を見上げて",
        "睁开双眼 眺望天空"
      ],
      [
        "手を伸ばして　風をつかまえて",
        "伸出双手 将风握紧"
      ],
      [
        "もう何も恐くないな",
        "已经什么都无所畏惧了"
      ],
      [
        "僕も世界も　新しい未来さえも",
        "无论是我 还是世界 甚至崭新的未来"
      ],
      [
        "恐くなる前に",
        "在萌生恐惧之前"
      ],
      [
        "すべて僕の前で消えてくんだから",
        "都会从我的眼前消失殆尽"
      ],
      [
        "再来大勢暴風は今",
        "此刻强风再次席卷"
      ],
      [
        "暗い夜泣き腫らす",
        "只能躲在黑夜里潸然泪下"
      ],
      [
        "罵声で満たした興奮剤を",
        "骂声满溢的兴奋剂"
      ],
      [
        "今確かめてみんだ",
        "现在就由我来指点江山"
      ],
      [
        "不甲斐ないsubway 背戻run away な",
        "不争气的地下铁竟敢背叛出逃"
      ],
      [
        "高度を掻き回せ",
        "把高空肆意搅乱"
      ],
      [
        "幾千万遠もの海上線を",
        "将那延伸至几千万远的海上航线尽情蹂躏"
      ],
      [
        "乱したハイテンションな",
        "以此夺得快感的"
      ],
      [
        "現実争覇",
        "争霸现实"
      ],
      [
        "晴れたかい？　晴れたかい？　",
        "放晴了吗？ 放晴了吗？"
      ],
      [
        "今はさ",
        "如今啊"
      ],
      [
        "僕じゃさ、もうダメなんだって",
        "就算说出"
      ],
      [
        "言ったって",
        "“仅凭我已经不行了”这样的话"
      ],
      [
        "南方の到来は",
        "自南方而来的风暴"
      ],
      [
        "そんな僕を嘲って",
        "也会依然嘲笑着这样的我"
      ],
      [
        "闇は　快を裂いて",
        "黑夜啊 将我的快感撕裂殆尽"
      ],
      [
        "熱を肺底に吐いて",
        "连同灼热一起吐入心底"
      ],
      [
        "僕らの夏を羨んで",
        "钦羡着我们的夏日"
      ],
      [
        "運命を変えて",
        "改写着我们的命运"
      ],
      [
        "創った最高の最後",
        "造就出最美好的结局"
      ],
      [
        "空は風に吹かれて",
        "就这样 任凭风吟"
      ]
    ]
  },
  {
    "title": "オレンジスター(Orangestar)",
    "cover": "assets/translation/オレンジスター.jpg",
    "music": "Orangestar",
    "vocal": "IA",
    "translator": "chizumochi",
    "audio": "assets/translation/オレンジスター.mp3",
    "blocks": [
      [
        "Does it fly?",
        "它会飞吗？"
      ],
      [
        "Does it fall?",
        "它会掉吗？"
      ],
      [
        "Does it run?",
        "他会跑吗？"
      ],
      [
        "Does it stop?",
        "它会停吗？"
      ],
      [
        "Is it crushed?",
        "它会被碾碎吗？"
      ],
      [
        "or Does it crush?",
        "还是，会将什么碾碎？"
      ],
      [
        "駆け出した命を早く此処に戻せ",
        "快点把那个跑走的家伙带回这里"
      ],
      [
        "何が良いの？",
        "到底什么才是好的呢？"
      ],
      [
        "あなたの　世界観がわからないの",
        "你的价值观 我真的不明白啊"
      ],
      [
        "わからないよ",
        "不明白啊"
      ],
      [
        "おかしいな",
        "好奇怪啊"
      ],
      [
        "足が",
        "我的脚"
      ],
      [
        "おかしいんだ",
        "有些不对劲啊"
      ],
      [
        "助けてよ",
        "快来救救我啊"
      ],
      [
        "転がしてみて良いよ",
        "把我滚动起来试试吧"
      ],
      [
        "早く僕を押せよ",
        "快点来推我一把啊"
      ],
      [
        "春らしいよ",
        "像春天一样呢"
      ],
      [
        "例えば",
        "比如说"
      ],
      [
        "開いたその欠片たちを　壊した",
        "将那些绽开的碎片全都毁掉"
      ],
      [
        "あたしが　怖いんだ",
        "我啊 好害怕呀"
      ],
      [
        "かかわんないで",
        "别和我扯上关系啊"
      ],
      [
        "わからないの",
        "我什么都不明白啊"
      ],
      [
        "言葉が声を語る",
        "话语诉说着声音"
      ],
      [
        "伝わらなくても届く気がする",
        "即使无法传达也能心领神会"
      ],
      [
        "ここから声に変えて",
        "由此变为声音吧"
      ],
      [
        "届けばいいな",
        "要是能够传达到就好了"
      ],
      [
        "こんな時代だけど",
        "虽然身处这样的时代"
      ],
      [
        "そこは懐かしく",
        "那里却让人怀念"
      ],
      [
        "とてもこんな体じゃ耐え切れない程の",
        "仿佛还能想起那种"
      ],
      [
        "痛みとかを思い出せる",
        "以如今这样的身体"
      ],
      [
        "様な気がしてるよ",
        "根本无法承受的痛苦"
      ],
      [
        "青くなる空を仰いだ",
        "仰望着逐渐染蓝的天空"
      ],
      [
        "僕は　その時に目覚めた",
        "就在那一刻 我终于醒悟了"
      ],
      [
        "あの時の声が",
        "那个时候的声音"
      ],
      [
        "また僕の中を",
        "又开始在我的体内"
      ],
      [
        "巡り始めた",
        "不断回响"
      ],
      [
        "こんな時代だから僕は生きてくよ",
        "正是因为处在这样的时代 所以才要活下去啊"
      ],
      [
        "この世界はまだ",
        "因为这个世界"
      ],
      [
        "未完成だから",
        "还是不成熟的啊"
      ]
    ]
  },
  {
    "title": "パラダイムバグ(模式故障)",
    "cover": "assets/translation/パラダイムバグ.jpg",
    "music": "Orangestar",
    "vocal": "IA",
    "translator": "chizumochi",
    "audio": "assets/translation/パラダイムバグ.mp3",
    "blocks": [
      [
        "大体な今も嫌いじゃなくて",
        "并不讨厌这样平淡无奇的当下"
      ],
      [
        "曖昧な世界に住み馴れて",
        "也习惯了住在这样模糊的世界里"
      ],
      [
        "何となく地球でいきてるけど",
        "虽然只是浑浑噩噩地活在地球上"
      ],
      [
        "こんな僕は好きじゃなくて",
        "可我并不喜欢这样的自己"
      ],
      [
        "大概は世界に抗わないで",
        "大概也不会对世界有所反抗"
      ],
      [
        "流れる未来を追いかけた",
        "只是追逐着不断流逝的未来"
      ],
      [
        "満天の空に闇が煌めく",
        "漫天的星空中黑暗闪烁着光芒"
      ],
      [
        "だけど　その闇は僕にしか見えなくて",
        "可是\t这样的黑暗却只有我才能看见"
      ],
      [
        "僕を嘲う世界は",
        "嘲笑着我的世界啊"
      ],
      [
        "同じぐらいの不安を抱えて",
        "也同样怀抱着不安"
      ],
      [
        "粉になって生きてんだ",
        "化作粉末般活着吧"
      ],
      [
        "そんなの知るか僕は僕だ",
        "管他呢　我就是我啊"
      ],
      [
        "よく笑う世界だ",
        "充斥着欢声笑语的世界啊"
      ],
      [
        "明日の僕もきっと同じ",
        "明天的我也一定还是同样"
      ],
      [
        "流れるくらいの未来なんかさ",
        "对于流逝的未来什么的"
      ],
      [
        "何もかも嫌んなってんだ",
        "早就全部都已厌倦了啊"
      ],
      [
        "世界は僕を黒にさせんだ",
        "世界将我染成黑色"
      ],
      [
        "どうやって生きたって",
        "无论怎样活下去"
      ],
      [
        "粉になるだけなんだろうか",
        "最终都只会化为灰烬吗"
      ],
      [
        "単に禅問答にしてんだ",
        "只是单纯的当作一种哲学问题来思考罢了"
      ],
      [
        "いかれた少年感情論へ",
        "向那疯狂的少年情感论"
      ],
      [
        "腐れきった心に世界が問いかける",
        "向那已经腐烂侵蚀的心灵"
      ],
      [
        "世界が問いかける",
        "世界向我发问"
      ],
      [
        "笑うも泣くも",
        "欢笑也好，哭泣也好"
      ],
      [
        "期待も後悔も",
        "期待也好，后悔也好"
      ],
      [
        "君次第だろうが",
        "不都是由你决定吗"
      ],
      [
        "僕が悪いのか？",
        "难道是我的过错吗？"
      ],
      [
        "そこから早く",
        "因为想尽快从那里"
      ],
      [
        "抜け出たいから",
        "摆脱出来啊"
      ],
      [
        "僕を変えるか",
        "所以你会来将我改变吗"
      ],
      [
        "君が…君が…",
        "你啊…你啊…"
      ]
    ]
  }
];
