window.kiiItineraryData = {
  "intro": {
    "zh": "纪伊行的旅行大纲可以参考在小红书发布的贴子：\nhttps://xhslink.cn/o/6dkBEGLyvuu\n\n🗺️路线:关西机场→Day0 大阪→Day1 伊势→ Day2 鸟羽→Day3 志摩→Day4 纪伊胜浦→Day5 新宫→Day6 串本→Day7 白滨→Day8 和歌山→关西机场\n\n🏨住宿:\nDay0 大阪\nDay1-Day3 伊势\nDay4-Day6 纪伊胜浦\nDay7-Day8 和歌山\n\n🚎交通:\nDay1-Day3 まわりゃんせ\nDay4-Day8 JR伊势-熊野-和歌山5日pass\n\n以下为每日的随记，内容较长，请谨慎阅览："
  },
  "days": [
    {
      "number": 0,
      "title": {
        "zh": "南京-香港-大阪"
      },
      "text": {
        "zh": "之前的每次旅行都无一例外选择从上海出发，这次发现算上火车票的话，上海出发还会更贵一些，于是选择了国泰航空在香港转机。总的来说作为一个常年坐春秋的人，国泰航空体验还是不错的，座位后面也都有小电视可以看电影。去的途中看了一个《夏へのトンネル、さよならの出口》和《电锯人蕾塞篇》，总之都还可以。晚上18：00落地大阪，到了大阪之后放下行李，又去逛了逛bookoff然后就去twosamsup去找之前在打扮认识的老板健ちゃん了，喜出望外的是他竟然还真的记得我！于是又聊到凌晨2点然后徒步走回了难波，很充实的第0天。"
      }
    },
    {
      "number": 1,
      "title": {
        "zh": "伊势"
      },
      "text": {
        "zh": "虽然昨天3点才睡，但是早上6点还是准时起床。在难波站换了伊势志摩区域必备的套票“まわりゃんせ”，这个是近铁发行的一个套票，也只能乘坐近铁的列车。然后又用这个套票换了从大阪到伊势的车票，在窗口跟我叽里呱啦说了半天怎么转车，刚到日本日语还处在适应期阶段实在是没听懂，特别感谢近铁友善的工作人员看到我很迷茫的样子上来告诉我要在鹤桥转车，也是有惊无险的赶上了这辆车。\n\t9：54分准时到达伊势市，出来就寄存好行李直奔伊势神宫的外宫。外宫离伊势站非常近，走十几分钟就到了。但是说实话，外宫还是挺让人失望的，就是一些茅草房子，由于个人对历史也不是很感兴趣，于是逛一圈就走了。\n\t从外宫出来之后，有直达的连接bus从外宫到内宫。内宫会比外宫大很多，里面有很多参天的树木，进去之后很有感觉。但是神宫本身感觉还是和想象的有点落差吧，因为来之前一直吹说是“日本人的心灵故乡”但结果好像感觉也就是挺普通的。但是里面的感觉让我想到东京的明治神宫，如果不抱太大希望就当是来散散步倒也不错。\n\t出门就是所谓的“托福横丁”，说白了就是美食一条街，简单逛了一下也没买东西，去里面吃了一个排队的牛肉饭，看到名物“赤福”大排长龙也没排队于是就走了，前往二见浦。\n\t下午两点到达二见浦，主要就是去看夫妇岩，据说日落时分会比较漂亮，当时因为到的太早也不想等于是就在附近随便走走。由于巴士时间好像要等很久，于是干脆就走到了JR二见浦站，路途中刚好看到有个赤福，于是就去尝了一下抹茶刨冰，还是挺好吃的。在二见浦等了一段时间的车然后回到了伊势站。\n\t回去整理了一下行李，觉得无聊就找了找周边的娱乐场所，发现都在很远的马路边上，去那边的公交车都很少，于是卡了时间点去那边转了转，有bookoff还有唐吉可德，最后在路边的来来亭吃了个拉面，据说也是大连锁但是我一直没尝过，感觉味道一般般，虽然我一直觉得一兰也一般但感觉还不如一兰呢。"
      }
    },
    {
      "number": 2,
      "title": {
        "zh": "鸟羽"
      },
      "text": {
        "zh": "我的行程是在伊势住三天，然后每天前往不同的地方，第二天一大早就坐车前往鸟羽。鸟羽最著名的当属是鸟羽水族馆。在里面逛了大概有3个小时左右吧，看了海豚，儒艮，水濑。因为去过名古屋水族馆和鹿儿岛水族馆其实惊艳程度没有那么大，但是小水濑还是挺萌的。\n\t逛完之后就直奔珍珠岛了，这个感觉是最没意思的，就是三位海女在捡珍珠，捡到了就会大家都鼓掌，感觉日本人还挺会搞这种莫名其妙的情绪价值的，没什么意思。\n\t出来之后坐船去了海豚岛，因为实在太饿了，在船上买了章鱼烧吃，好难吃……海豚岛上可以摸海豚，摸得感觉就是没有想象的那么滑溜溜有点硬硬的。顶上还要花钱坐缆车（我买了往复票实际上完全不高，可以走下来），然后看了海豚表演又远眺了一下周围的各个岛屿，可惜天气不太好，但是海风很舒服。\n\t逛完之后鸟羽之旅就结束了。晚上突发奇想因为本来就有まわりゃんせ所以可以随便坐车于是就去松阪逛了一下，松坂城晚上一个人都没有实在太阴森了，于是着急忙慌的就走了。最戏剧性的是，当时走在城墙边上的时候可能是惊动了树上的鸟吧，突然猛地撞了一下我的头，我当时因为害怕正戴着蓝牙耳机听歌，我的其中一个耳机就这样永远的留在了松坂城……如果以后在松坂城打开蓝牙发现了一个华为耳机那就是我的了……"
      }
    },
    {
      "number": 3,
      "title": {
        "zh": "志摩"
      },
      "text": {
        "zh": "一大早就坐车抵达底站贤岛。在贤岛先去了西班牙游览船，虽然也就是装饰有点西班牙风情吧，在周围海域转了一圈，还确实挺有那种“大航海时代，启航！”的感觉的，体验还是不错的。\n\t游船结束之后坐车前往了大王崎灯台，这个景点几乎没有看到游客，就是眺望一下周围的海岸线，有种在伊豆的感觉，还是挺好的。\n\t然后就去了志摩西班牙村，本来最期待的就是里面的海鲜饭，结果去问了之后发现没办法做一人份的只能遗憾离场。里面就是个欧洲风情的游乐园，和迪士尼有点像吧。里面巨型的过山车完全不敢玩，误打误撞玩了一个室内过山车也是要把我老命吓掉了，想起新加坡环球影城的那个木乃伊过山车了……\n\t结束之后去旁边的“向日葵之汤”泡了一下澡，挺舒服的。还有横山展望台就没去了，当时一方面是实在是太累了，另外一方面就是来回打车据说还要2000日元，感觉有点贵，于是就回伊势了。最后又在伊势随便逛了逛。"
      }
    },
    {
      "number": 4,
      "title": {
        "zh": "纪伊胜浦"
      },
      "text": {
        "zh": "早上一大早就从伊势坐电车前往纪伊胜浦，中途需要在多气转车。转车途中还遇到一个阿姨，在自动贩卖机前和我搭话，大概就是讨论那个贩卖机看着很旧，不知道还能不能工作之类的，还是第一次在日本有人在外面主动和我搭话还是挺有意思的（就不担心我不会日语嘛哈哈哈）。\n\t11点56分到达纪伊胜浦，提前看好了公交时间所以时间卡的很死。先去宾馆放了下行李，看时间还来得及，忙里偷闲尝了一下金枪鱼饭，不愧是纪伊胜浦，确实特别美味！\n\t坐公交车到大门坂开启第一段熊野古道，看了网上说这一段往那智瀑布前全是上坡没想到这么上坡，本来我是徒步队伍的前列，然后实在走不动结果到最后了……风景还是挺好的，一路都是参天大树，其实走的也很快，一个小时就到那智大社了，但是还是挺累的，沿途风景有种在箱根那一段徒步的感觉。\n\t走到熊野那智大社之后，就有一种豁然开朗的感觉，然后就依次去了三重塔和那智瀑布。三重塔和那智大社的颜色都是用的橙红色，映衬在自然的颜色之中，还是非常漂亮的。在那智瀑布底下感受日本最高的瀑布还是挺震撼的，底下还有念经一类的人在瀑布底下念经，还是挺神圣的。总之在瀑布下面待了挺久的，然后就坐车回到了纪伊胜浦。\n\t回到纪伊胜浦后就前往了孤独鸟居，真的还是挺震撼的，在落日下的鸟居和水面的金光相得益彰，简直是我这次旅行拍的最好的照片之一。孤独鸟居往里走还有一段步道，怀着好奇的心理我也算误打误撞地走了进去。\n\t然后就在那里遇到了瑞士人Merlin，然后一直和他相谈甚欢也成了好朋友，他是一位摄影师，所以基本都在一直拍照。之后也一起吃了晚饭，并且和他一起坐在港口聊天，也是这次旅行让我觉得最意外也最有收获的一件事吧。"
      }
    },
    {
      "number": 5,
      "title": {
        "zh": "新宫"
      },
      "text": {
        "zh": "新宫的行程是最赶的一天。早上一大早就坐电车到了新宫站。从新宫站出发，先走到了熊野速玉大社，这个大社就相对小一些了，一会就逛完了。整体配色和那智大社差不多，感觉应该是熊野三大大社里面最普通的一个吧。\n\t然后由于公交车还有一会，随手在谷歌地图上翻到了一个神仓神社。没想到竟然这么有特色，走进去是一个落差非常大的石头台阶，坡度感觉有55度左右吧。当时听日本人在旁边说，说是这里搞活动的时候会有人拿着火把直接冲下来，据说都会提前踩好路线，走什么石头的都会提前看好，感觉实在是厉害。当时由于时间原因只走到第一个平台就下来了，下来的这一段实在是太抖了，吓得我冷汗直流，好在是有惊无险……\n\t从神仓神社下来之后就坐车前往了熊本本宫大社，在那里转车前往发心门王子，就开始了这次熊野古道的旅程。其实就是一个比较简单的一段徒步，沿途看看山林间的风光还是挺好的，具体说这个熊野古道有多特殊倒也没有，其实个人感觉没有箱根那段步道有历史感，这边基本都是水泥路或者就是野路。好在几乎都是下坡也比较轻松。\n\t走了两个小时到达了熊野本宫大社，里面还是挺不错的，是一个很长的楼梯一直走上去，有一种神圣的感觉，逛了一圈之后就前往了大斋原鸟居，这个鸟居非常大，远在熊野古道上都能远眺到，站在底下还是挺震撼的，周围都是金黄的田地，还是非常漂亮的。\n\t这边逛完之后就坐车返回纪伊胜浦了，晚上又和Merlin约好了拍了拍照片然后一起吃了饭。"
      }
    },
    {
      "number": 6,
      "title": {
        "zh": "串本"
      },
      "text": {
        "zh": "一大早起来先和Merlin一起去了纪伊胜浦的金枪鱼拍卖，满地的金枪鱼琳琅满目，周围都是周边的商家，买好了之后就在店里制作售卖，相当于是看了一下食材的源头。看完拍卖后等到旁边的金枪鱼卖场吃一顿最新鲜刚刚捕捞上来的金枪鱼盖饭当作早饭，简直是世界上最幸福的事情！\n\t吃完早饭之后本来我准备去坐一下纪伊胜浦的游船，结果因为天气原因有欠航了，于是我追上准备赶火车的Merlin，因为他本来准备先回大阪了，我原计划是先坐游船然后坐更晚的车去串本，既然欠航了，于是我和他做了同一班黑潮号前往串本。\n\t串本是位于本州最南端的地方，由于这里我完全没做攻略，所以一下车我就前往了站边的案内所。案内所是一个很好的大叔，详细的告诉我坐什么车什么时间可以去哪，于是无痛完成最好的攻略。\n\t第一站先去了潮岬灯台看了看本周最南端的海岸线，然后又拿到了本州最南端访问证明书，也算是圆满了！\n\t串本这边的公交车非常少，所以必须要计算好时间。从潮岬出来坐公交车到了樫野灯台，那里还有很多土耳其相关的和平纪念馆。灯台就是很小的一个灯台，上面海风很大，可以眺望到周围的景色，看雪白的浪花拍打在海岸上，周围很多石头和地貌都是挺独特的还是挺值得一去的。\n\t然后就去了串本这边非常有名的景点：桥杭岩。有很多巨型的石头搭建在海滩上。这个景点有一个很有意思的传说，传说日本佛教高僧弘法大师受当地居民所托，要在一夜之间修建一座连接串本与纪伊大岛的跨海大桥。弘法大师施展法力，工程进展神速。然而，与大师同行的天邪鬼心生嫉妒，担心他真的建成大桥，于是在天亮前模仿公鸡打鸣。弘法大师听到鸡叫，以为黎明已至，便停下了工作转身离去。大桥最终未能完工，只留下一排排未及铺设桥面的“桥桩”，永远矗立在了海中，这便是“桥杭岩”。\n\t总之作为打卡的景点也挺值得一去的，去完之后就在回程的电车上累晕过去了，这几天行程实在太累了，就在电车上昏睡过去回到了纪伊胜浦，然后又去了我和Merlin第一天相遇去吃的居酒屋，居酒屋老板在中国工作过10多年，会说一点中文。小地方晚上也无聊就又去了那家店和老板聊了会天。"
      }
    },
    {
      "number": 7,
      "title": {
        "zh": "白滨"
      },
      "text": {
        "zh": "还是坐和前一天同一班黑潮列车前往白滨。在白滨寄存好行李，第一站就是我心心念念的toretore市场，里面特别热闹，无论是游客也好本地居民也好都特别多，里面都是非常新鲜的海鲜，而且价格比国内还便宜，我猛猛拿海鲜才拿了不到100r，味道更是没得说，直接给到一个夯。\n\t紧接着依次去了圆月岛，白良滨，千叠敷和三段壁。圆月岛其实就是远远看个小岛，没什么意思。白良滨就是很白的海滩吧，我虽说带了泳装可是solotrip还是懒得下水了，于是也就随便看了看。千叠敷和三段壁都非常震撼！三段壁还可以下到底下看海浪在洞穴里奔涌的景象真的还是挺震撼的！\n\t逛完这些景点之后是在心心念念toretore市场的美食于是又去了市场吃了一个龙虾拉面和一些海鲜小食，味道都是挺不错的！吃完之后就做电车前往和歌山。\n\t晚上在和歌山站前的卡拉ok爽唱了5个多小时，然后又走了30多分钟走回了和歌山市站附近的宾馆，又是累晕过去的一天。"
      }
    },
    {
      "number": 8,
      "title": {
        "zh": "和歌山"
      },
      "text": {
        "zh": "最后一天的行程就比较轻松了，早上去了和歌山城，然后就是纪三井寺。中午在和歌山站前吃了一个很好吃的拌面，因为前一天晚上看到大排长龙，因为去的晚刚好没人就去了，非常美味！下午坐小玉电车到贵志站然后坐同一班车回程，中间在伊太祈曾停下来去旁边的伊太祈曾神社逛了逛，神社还挺不错的。但是车上基本都是国人比较喧哗所以体验感一般般。\n\t旅程部分就到此结束了，回去之后去了一个bookoff淘到了许多132y的初音吧唧，简直是爽歪歪，具体的地点可以参考小红书笔记：https://xhslink.cn/o/4w1PZhGpOiT。"
      }
    },
    {
      "number": 9,
      "title": {
        "zh": "关西机场-香港-南京"
      },
      "text": {
        "zh": "早上9：45从关西机场出发13：05到达香港机场，中间转机的时间还是挺长的有6个小时，然后19：25从香港出发22：05到达南京，本次旅途就圆满地结束啦~"
      }
    }
  ]
};
